;Place localized text in this file
[XComGame.UIArmory_Loadout]
[UIArmory_Loadout]
-m_strInventoryLabels[eInvSlot_AmmoPocket]=AMMO TYPE
+m_strInventoryLabels[eInvSlot_AmmoPocket]=AMMO

[XComGame.UISquadSelect_UtilityItem]
[UISquadSelect_UtilityItem]
-AmmoSlot=AMMO SLOT
+AmmoSlot=AMMO

[XcomShirt X2EquipmentTemplate]
FriendlyName="XCOM 2 T-shirt"
FriendlyNamePlural="XCOM 2 T-shirts"
BriefSummary="We are the resistance XCOM 2 T-shirt. It raises troop morale."
TacticalText="<Bullet/> Grants a small but possibly decisive boost to soldier will.\n<Bullet/> Only one armor enhancement can be equipped at a time."

[VestSlotIcon X2EquipmentTemplate]
FriendlyName="Vest Icon"
FriendlyNamePlural="Vest Icons"
BriefSummary="Dummy item to fill a vest slot."
TacticalText="This is just a dummy item to fill a vest slot."
